'hood.n.01
15_may_organization.n.01
401-k_plan.n.01
9/11.n.01
a'man.n.01
aachen.n.01
aalborg.n.01
aardvark.n.01
aare.n.01
abadan.n.01
abalone.n.01
abandon.v.01
abandon.v.02
abandon.v.05
abandonment.n.01
abandonment.n.03
abasement.n.01
abasia.n.01
abate.v.02
abator.n.01
abattoir.n.01
abbess.n.01
abbreviation.n.01
abdicate.v.01
abdomen.n.01
abdominal.n.01
abdominal_cavity.n.01
abdominal_pregnancy.n.01
abducent.n.01
abduct.v.02
abduction.n.01
abduction.n.02
abductor.n.02
abelard.n.01
abelmoschus.n.01
abelmosk.n.01
aberdeen.n.01
aberdeen.n.02
aberdeen.n.03
aberrance.n.01
aberrate.v.01
aberrate.v.02
aberration.n.02
aberration.n.03
abet.v.01
abetalipoproteinemia.n.01
abetment.n.01
abeyance.n.01
abhor.v.01
abhorrence.n.01
abhorrer.n.01
abidance.n.03
abidjan.n.01
abies.n.01
abilene.n.01
ability.n.01
ability.n.02
abiogenesis.n.01
abiogenist.n.01
abjure.v.01
abjurer.n.01
abkhaz.n.01
abkhaz.n.02
ablate.v.01
ablate.v.02
ablation.n.01
ablation.n.02
able_seaman.n.01
ableism.n.01
abnegation.n.02
abnegator.n.01
abnormality.n.01
abnormality.n.02
abnormality.n.04
abolition.n.01
abolitionism.n.01
abolitionist.n.01
abomasum.n.01
abomination.n.01
abomination.n.03
abominator.n.01
aborigine.n.02
abort.v.02
abort.v.03
abortifacient.n.01
abortion.n.01
abortion_pill.n.01
abortionist.n.01
abound.v.01
abound.v.02
about-face.n.01
about-face.n.02
abrade.v.01
abrader.n.01
abramis.n.01
abrasion.n.01
abrasion.n.02
abrasive.n.01
abreact.v.01
abridge.v.01
abridger.n.01
abrocoma.n.01
abrocome.n.01
abrogation.n.01
abronia.n.01
abruptness.n.01
abruptness.n.03
abruzzi.n.01
abscise.v.01
abscise.v.02
abscond.v.01
absconder.n.01
abscondment.n.01
absence.n.01
absence.n.04
absence_without_leave.n.01
absent.v.01
absentee.n.01
absinth.n.01
absolute_pitch.n.01
absolution.n.02
absolutism.n.01
absolutism.n.03
absolutist.n.01
absolve.v.02
absorb.v.01
absorb.v.02
absorb.v.04
absorb.v.05
absorb.v.06
absorb.v.09
absorbent_material.n.01
absorber.n.01
absorption.n.01
absorption.n.02
absorptivity.n.01
abstain.v.02
abstainer.n.01
abstainer.n.02
abstemiousness.n.01
abstinence.n.01
abstinence.n.02
abstract.v.01
abstract.v.03
abstract.v.04
abstractedness.n.01
abstraction.n.01
abstraction.n.03
abstraction.n.06
abstractionism.n.02
abstractionist.n.01
absurdity.n.01
absurdity.n.02
abu_hafs_al-masri_brigades.n.01
abu_sayyaf.n.01
abudefduf.n.01
abundance.n.01
abuse.n.02
abuse.v.03
abuser.n.01
abutilon.n.01
abutment.n.01
abutter.n.01
abyssal_zone.n.01
abyssinian_banana.n.01
acacia.n.01
academia.n.01
academic_administrator.n.01
academic_degree.n.01
academic_department.n.01
academic_gown.n.01
academician.n.01
academician.n.02
academician.n.03
academicianship.n.01
academy.n.01
academy.n.02
academy.n.03
academy.n.04
academy_award.n.01
acadia.n.01
acalypha.n.01
acanthaceae.n.01
acanthisitta.n.01
acanthocephala.n.01
acanthocybium.n.01
acanthophis.n.01
acanthopterygii.n.01
acanthoscelides.n.01
acanthuridae.n.01
acanthurus.n.01
acanthus.n.01
acapulco.n.01
acapulco_gold.n.01
acarina.n.01
acarine.n.01
acaroid_resin.n.01
accede.v.02
accelerate.v.01
accelerate.v.02
acceleration.n.01
acceleration.n.02
accelerator.n.01
accelerator.n.02
accelerator.n.04
accent.n.01
accent.n.05
accentor.n.01
accentuation.n.01
accept.v.01
accept.v.02
accept.v.03
accept.v.04
accept.v.05
accept.v.07
acceptability.n.01
acceptance.n.03
acceptation.n.01
access.n.03
access.n.05
access.n.06
access.v.01
access.v.02
access_time.n.01
accession.n.06
accessory.n.01
accessory.n.02
accessory.n.03
accident.n.01
accident.n.02
accipiter.n.01
accipitridae.n.01
acclaim.n.01
acclaim.v.01
acclimatization.n.01
acclimatize.v.01
accommodate.v.04
accommodate.v.07
accommodation.n.02
accommodation.n.04
accommodation.n.05
accommodation_reflex.n.01
accompaniment.n.01
accompaniment.n.02
accompanist.n.01
accompany.v.02
accomplice.n.01
accomplishment.n.01
accord.n.04
accord.v.02
accordance.n.02
accordion.n.01
account.n.07
account.v.02
account_executive.n.01
accountancy.n.01
accountant.n.01
accountantship.n.01
accounting.n.02
accounting.n.04
accredit.v.01
accredit.v.03
accrete.v.01
accrete.v.02
accretion.n.01
accretion.n.04
accrue.v.02
acculturate.v.01
acculturation.n.02
acculturation.n.03
accumulate.v.02
accumulation.n.03
accumulation.n.04
accuracy.n.01
accurse.v.01
accusation.n.01
accusation.n.02
accuse.v.01
accuser.n.01
ace.n.03
ace_inhibitor.n.01
acebutolol.n.01
acephalia.n.01
acer.n.01
aceraceae.n.01
acerbate.v.02
acerola.n.02
acetaminophen.n.01
acetanilide.n.01
acetate_disk.n.01
acetic_acid.n.01
acetone.n.01
acetophenetidin.n.01
acetum.n.01
acetyl.n.01
acetylate.v.01
acetylate.v.02
ache.n.01
ache.v.02
ache.v.03
acheron.n.01
acherontia.n.01
acheta.n.01
achieve.v.01
achiever.n.01
achillea.n.01
achilles_tendon.n.01
achoerodus.n.01
achondroplasia.n.01
achras.n.01
achromatic_color.n.01
achromatize.v.01
achromia.n.01
acid-base_indicator.n.01
acid.n.01
acid.n.02
acidification.n.01
acidify.v.02
acidophilus.n.01
acidosis.n.01
acinonyx.n.01
acinos.n.01
acinus.n.02
acipenser.n.01
acipenseridae.n.01
acknowledge.v.02
acknowledge.v.06
acknowledgment.n.03
acme.n.01
acne.n.01
acnidosporidia.n.01
acocanthera.n.01
acolyte.n.01
aconite.n.01
aconitum.n.01
acoraceae.n.01
acorn_barnacle.n.01
acorn_tube.n.01
acorus.n.01
acoustic.n.01
acoustic_device.n.01
acoustic_nerve.n.01
acoustics.n.01
acquaintance.n.01
acquaintance.n.03
acquire.v.05
acquirer.n.01
acquirer.n.02
acquiring.n.01
acquisition.n.01
acquisition.n.02
acquisitiveness.n.01
acquit.v.01
acquittal.n.01
acquittance.n.01
acrasiomycetes.n.01
acre-foot.n.01
acre.n.02
acre.n.03
acre_inch.n.01
acrididae.n.01
acridotheres.n.01
acris.n.01
acrobat.n.01
acrobatic_stunt.n.01
acrobatics.n.01
acrobatics.n.02
acrocarpus.n.01
acrocomia.n.01
acrodont.n.01
acromion.n.01
acronym.n.01
acropora.n.01
acrosome.n.01
acrostichum.n.01
acrylic.n.02
acrylic.n.04
act.n.01
act.n.02
act.n.03
act.n.04
act.n.05
act.v.01
act.v.02
act.v.03
act.v.04
act.v.05
act.v.06
act.v.10
act_involuntarily.v.01
act_of_god.n.01
actaea.n.01
actias.n.01
acting.n.01
actinia.n.01
actinia.n.02
actiniaria.n.01
actinic_radiation.n.01
actinidia.n.01
actinidiaceae.n.01
actinomeris.n.01
actinometry.n.01
actinomycetales.n.01
actinomycete.n.01
actinomycosis.n.01
actinopod.n.01
actinopoda.n.01
action.n.01
action.n.02
action.n.07
action.v.01
actitis.n.01
actium.n.02
activate.v.02
activate.v.04
activating_agent.n.01
activation.n.01
activator.n.01
active.n.03
activeness.n.02
activity.n.01
actor's_line.n.01
actor.n.01
actor.n.02
actress.n.01
actual_damages.n.01
actuality.n.01
actuator.n.01
acuity.n.01
aculeus.n.01
acuminate.v.01
acupressure.n.01
acupuncture.n.01
acute_leukemia.n.01
acyclovir.n.01
acyl.n.01
ad-lib.n.01
ad.n.01
adagio.n.01
adagio.n.02
adalia.n.02
adam.n.03
adamance.n.01
adams.n.02
adams.n.03
adams.n.04
adana.n.01
adansonia.n.01
adapid.n.01
adapt.v.01
adaptability.n.01
adaptation.n.01
adaptation.n.02
adaptation.n.03
add.v.01
add.v.02
add.v.04
addendum.n.01
adder's_tongue.n.01
adder.n.02
addict.n.01
addict.n.02
addict.v.01
addiction.n.01
addiction.n.03
adding_machine.n.01
addis_ababa.n.01
addison's_disease.n.01
addition.n.01
addition.n.02
addition.n.03
additive.n.01
addle.v.01
address.n.01
address.n.02
address.n.03
address.n.06
address.v.01
address.v.02
address.v.03
address.v.04
address.v.07
address.v.09
address.v.10
addressee.n.01
adduce.v.01
adduct.v.01
adduction.n.01
adductor.n.01
adelges.n.01
adelgid.n.01
adelgidae.n.01
adelie_land.n.01
aden.n.01
adenanthera.n.01
adenine.n.01
adenium.n.01
adenocarcinoma.n.01
adenoma.n.01
adenota.n.01
adeptness.n.01
adequacy.n.01
adhere.v.01
adhere.v.02
adhere.v.04
adhere.v.06
adhesive_material.n.01
adhesive_tape.n.01
adhesiveness.n.01
adi_granth.n.01
adiantaceae.n.01
adiantum.n.01
adieu.n.01
adipose_tissue.n.01
adiposity.n.01
adirondacks.n.01
adjective.n.01
adjourn.v.01
adjourn.v.02
adjournment.n.01
adjournment.n.02
adjudicator.n.01
adjuration.n.01
adjust.v.01
adjust.v.03
adjust.v.05
adjustable_wrench.n.01
adjuster.n.01
adjustment.n.01
adjustment.n.03
adjutant.n.01
adjutant_bird.n.01
admeasure.v.01
administer.v.01
administer.v.04
administration.n.01
administration.n.02
administration.n.03
administration.n.06
administrative_district.n.01
administrative_unit.n.01
administrator.n.01
administrator.n.03
admiral.n.01
admiralty.n.01
admiralty.n.02
admiralty_range.n.01
admiration.n.01
admiration.n.03
admire.v.01
admirer.n.02
admirer.n.03
admissibility.n.01
admission.n.01
admit.v.01
admit.v.02
admit.v.03
admix.v.01
admixture.n.02
admonish.v.03
admonisher.n.01
admonition.n.01
admonition.n.02
adolesce.v.01
adolescence.n.01
adolescent.n.01
adonis.n.02
adopt.v.01
adopt.v.02
adopt.v.05
adoptee.n.01
adoption.n.01
adoption.n.02
adoration.n.02
adore.v.01
adornment.n.01
adornment.n.02
adrenal_cortex.n.01
adrenal_gland.n.01
adrenal_medulla.n.01
adrenergic.n.01
adrenocorticotropic_hormone.n.01
adsorb.v.01
adsorbent.n.01
adult.n.01
adult.n.02
adult_body.n.01
adult_female_body.n.01
adult_male_body.n.01
adult_respiratory_distress_syndrome.n.01
adulterant.n.01
adulteration.n.01
adulterator.n.02
adulterer.n.01
adulteress.n.01
adultery.n.01
adulthood.n.01
adulthood.n.02
advance.n.05
advance.n.06
advance.v.01
advance.v.05
advance.v.08
advance.v.12
advanced_research_and_development_activity.n.01
advancement.n.03
advancer.n.01
advantage.n.01
advantage.v.01
advent.n.01
adventism.n.01
adventure.n.01
adventurer.n.01
adventurousness.n.01
adverb.n.02
adversary.n.01
adversity.n.01
advertence.n.01
advertise.v.01
advertise.v.02
advertiser.n.01
advertising.n.02
advertising_campaign.n.01
advertorial.n.01
advice.n.01
advice_and_consent.n.01
advise.v.02
advisee.n.01
adviser.n.01
advisory_board.n.01
advocacy.n.01
advocate.n.01
advocate.n.02
adzuki_bean.n.01
aedes.n.01
aegean.n.01
aegean_civilization.n.01
aegean_island.n.01
aegiceras.n.01
aegilops.n.01
aegypius.n.01
aeolis.n.01
aeonium.n.01
aepyceros.n.01
aepyorniformes.n.01
aeration.n.01
aerie.n.01
aeronautical_engineer.n.01
aeronautics.n.01
aerosol.n.01
aerosol.n.02
aerosolize.v.01
aerosolize.v.02
aerospace.n.01
aeschynanthus.n.01
aesculapius.n.01
aesculus.n.01
aesthetic.n.01
aesthetics.n.01
aethionema.n.01
aethusa.n.01
aetobatus.n.01
affability.n.01
affair.n.02
affair.n.03
affairs.n.02
affect.v.01
affect.v.02
affect.v.05
affectation.n.01
affectedness.n.01
affection.n.01
affectionateness.n.02
affective_disorder.n.01
affiant.n.01
affidavit.n.01
affiliate.v.02
affiliation.n.01
affinity.n.03
affirm.v.02
affirm.v.03
affirmation.n.02
affirmation.n.03
affirmation.n.04
affirmative.n.01
affix.v.01
affix.v.03
afflict.v.01
afflict.v.02
affliction.n.01
affliction.n.02
affliction.n.03
affluence.n.01
afforest.v.01
affray.n.01
affray.n.02
afghan.n.02
afghanistan.n.01
aframomum.n.01
africa.n.01
african.n.01
african_american_vernacular_english.n.01
african_chameleon.n.01
african_coral_snake.n.01
african_country.n.01
african_daisy.n.01
african_daisy.n.02
african_lily.n.01
african_scented_mahogany.n.01
africanized_bee.n.01
afro.n.01
afroasiatic.n.01
afrocarpus.n.01
afropavo.n.01
afterburner.n.01
aftereffect.n.01
afterlife.n.01
aftermath.n.01
aga.n.01
agalinis.n.01
agamid.n.01
agamidae.n.01
agapanthus.n.01
agar.n.01
agaric.n.02
agaricaceae.n.01
agaricales.n.01
agaricus.n.01
agastache.n.01
agathis.n.01
agavaceae.n.01
agave.n.01
agdestis.n.01
age.n.01
age.n.03
age.v.03
age_group.n.01
agelaius.n.01
agency.n.01
agency.n.02
agency.n.03
agenda.n.01
agenda.n.02
agent.n.01
agent.n.02
agent.n.03
agent.n.04
agent.n.05
ageratina.n.01
agglomerate.v.01
agglomeration.n.01
agglutinate.v.02
agglutination.n.01
aggrandizement.n.01
aggravation.n.01
aggravation.n.02
aggravation.n.03
aggravator.n.01
aggregate.n.03
aggregate.v.02
aggression.n.03
aggression.n.04
aggression.n.05
aggressiveness.n.01
aggressiveness.n.03
aggro.n.01
agitate.v.01
agitate.v.02
agitate.v.06
agitation.n.01
agitation.n.02
agitation.n.03
agitation.n.05
agitator.n.01
agkistrodon.n.01
aglaomorpha.n.01
aglaonema.n.01
aglet.n.01
agnate.n.01
agnatha.n.01
agnosia.n.01
agnostic.n.01
agon.n.01
agonidae.n.01
agonist.n.02
agonize.v.01
agonize.v.02
agonus.n.01
agony.n.01
agony.n.02
agra.n.01
agree.v.01
agree.v.02
agree.v.07
agreeableness.n.02
agreement.n.01
agreement.n.02
agreement.n.03
agreement.n.04
agreement.n.05
agreement.n.06
agribusiness.n.01
agricultural_laborer.n.01
agriculturist.n.01
agrimonia.n.01
agriocharis.n.01
agrobiology.n.01
agrology.n.01
agronomy.n.01
agropyron.n.01
agrostemma.n.01
agrostis.n.01
ague_root.n.01
agueweed.n.01
ahimsa.n.01
ahuehuete.n.01
aid.n.01
aid.n.02
aid.n.03
aide.n.02
ailanthus.n.01
ailanthus_silkworm.n.01
ailment.n.01
ailuropoda.n.01
ailurus.n.01
aim.n.02
aim.n.03
aim.v.01
aim.v.02
air-cool.v.01
air-drop.v.01
air.n.01
air.n.03
air.n.08
air.v.03
air_bag.n.01
air_base.n.01
air_combat_command.n.01
air_conditioner.n.01
air_cover.n.01
air_force.n.01
air_force_academy.n.01
air_force_intelligence_surveillance_and_reconnaissance.n.01
air_force_officer.n.01
air_force_research_laboratory.n.01
air_force_space_command.n.01
air_lane.n.01
air_marshal.n.01
air_medal.n.01
air_national_guard.n.01
air_out.v.01
air_passage.n.01
air_plant.n.01
air_pollution.n.01
air_pump.n.01
air_terminal.n.01
air_travel.n.01
air_unit.n.01
airbrush.n.01
aircraft.n.01
aircraft_carrier.n.01
aircraft_landing.n.01
aircrewman.n.01
airdock.n.01
airfield.n.01
airfoil.n.01
airhead.n.01
airing.n.02
airlift.n.01
airline.n.01
airliner.n.01
airmail.n.02
airmail.v.01
airplane.n.01
airport.n.01
airstrip.n.01
aix.n.01
aizoaceae.n.01
ajaia.n.01
ajuga.n.01
akee.n.01
akeridae.n.01
akhenaton.n.01
akron.n.01
aksa_martyrs_brigades.n.01
al-fatah.n.01
al-gama'a_al-islamiyya.n.01
al-jihad.n.01
al-ma'unah.n.01
al-muhajiroun.n.01
al-qaeda.n.01
al-rashid_trust.n.01
al-tawhid.n.01
al-ummah.n.01
al_aqabah.n.01
al_itihaad_al_islamiya.n.01
al_ladhiqiyah.n.01
al_nathir.n.01
al_sunna_wal_jamma.n.01
alabama.n.01
alabama.n.03
alacrity.n.01
alamo.n.01
aland_islands.n.01
alarm.n.01
alarm.n.02
alarm.n.03
alarm.v.02
alarmist.n.01
alaska.n.01
alaska_king_crab.n.01
alaska_range.n.01
alaskan_brown_bear.n.01
alaskan_pipeline.n.01
alastrim.n.01
alauda.n.01
alaudidae.n.01
albacore.n.01
albania.n.01
albanian.n.02
albany.n.01
albatrellus_ovinus.n.01
albatross.n.01
albatross.n.02
albigenses.n.01
albinism.n.01
albino.n.01
albizzia.n.01
albuginaceae.n.01
albuginea.n.01
albula.n.01
albulidae.n.01
album.n.02
albumin.n.01
albuquerque.n.01
alca.n.01
alcea.n.01
alcedinidae.n.01
alcedo.n.01
alces.n.01
alchemize.v.01
alcibiades.n.01
alcidae.n.01
alcohol.n.01
alcohol.n.02
alcoholic.n.01
alcoholic_dementia.n.01
alcoholism.n.01
alcoholize.v.02
alcoholize.v.03
alcove.n.01
alcyonaria.n.01
aldehyde.n.01
alder.n.02
alderfly.n.01
alderleaf_juneberry.n.01
aldrovanda.n.01
ale.n.01
alectis.n.01
alectoria.n.01
alectoris.n.01
alectura.n.01
alehouse.n.01
alendronate.n.01
aleph.n.01
alepisaurus.n.01
alert.n.01
alert.n.02
aletris.n.01
aleurites.n.01
aleutian_islands.n.01
alewife.n.02
alex_boncayao_brigade.n.01
alexander.n.01
alexander_i.n.01
alexander_ii.n.01
alexander_vi.n.01
alexandria.n.02
alexandria_senna.n.01
aleyrodes.n.01
aleyrodidae.n.01
alfalfa.n.01
alga.n.01
algarroba.n.03
algarroba.n.04
algebra.n.01
algeria.n.01
algiers.n.01
algometry.n.01
algonkian.n.01
algonkian.n.02
algonquian.n.01
algonquian.n.02
algorithm.n.01
alhazen.n.01
ali.n.02
alibi.n.01
alibi.v.01
alienation.n.01
alienation.n.02
alienator.n.01
alight.v.02
align.v.01
align.v.02
align.v.03
align.v.04
alignment.n.02
alignment.n.04
alimentary_canal.n.01
alimentary_tract_smear.n.01
aliphatic_compound.n.01
alisma.n.01
alismataceae.n.01
alismatidae.n.01
aliyah.n.01
alka-seltzer.n.01
alkahest.n.01
alkali.n.02
alkalinity.n.01
alkalinize.v.02
alkalize.v.01
alkaloid.n.01
alkyl.n.01
all_fours.n.01
all_saints'_day.n.01
allegation.n.01
allegation.n.02
allege.v.01
alleghenies.n.01
allegheny.n.01
allegheny_chinkapin.n.01
allegheny_plum.n.01
allegorize.v.01
allegorize.v.02
allegory.n.03
allegretto.n.02
allegro.n.02
allele.n.01
allen.n.02
allentown.n.01
allergist.n.01
allergy.n.01
alleviator.n.01
alliaceous_plant.n.01
alliance.n.01
alliance.n.02
alliance.n.03
alliaria.n.01
allied_command_atlantic.n.01
allied_command_europe.n.01
alligator.n.02
alligatorfish.n.01
alligatoridae.n.01
allionia.n.01
alliterate.v.01
alliteration.n.01
alliterator.n.01
allium.n.01
allocate.v.01
allocation.n.03
allocator.n.01
allometry.n.01
allopurinol.n.01
allosaur.n.01
allotment.n.01
allotment.n.02
allow.v.03
allow.v.04
allow.v.06
allow.v.10
allowance.n.01
allowance.n.03
allowance.n.04
allowance.n.06
alloy.n.01
alloy.v.02
alloy_iron.n.01
alloy_steel.n.01
allspice.n.01
allspice.n.02
allude.v.01
allure.n.01
alluvial_sediment.n.01
alluvial_soil.n.01
ally.n.01
ally.v.01
allyl.n.01
allyl_alcohol.n.01
almaty.n.01
almond.n.01
almond.n.02
almond_extract.n.01
almond_moth.n.01
almond_tree.n.01
almond_willow.n.01
alnus.n.01
alocasia.n.01
aloe.n.01
aloeaceae.n.01
aloha.n.01
aloneness.n.01
aloofness.n.02
alopecurus.n.01
alopex.n.01
alopiidae.n.01
alopius.n.01
alosa.n.01
alouatta.n.01
alpena.n.01
alpha-beta_brass.n.01
alpha_blocker.n.01
alpha_centauri.n.01
alpha_software.n.01
alpha_test.n.01
alphabet.n.01
alphabet_soup.n.01
alphabetize.v.01
alphabetize.v.02
alphanumerics.n.01
alpine_azalea.n.01
alpine_coltsfoot.n.01
alpine_gold.n.01
alpine_mouse-ear.n.01
alpinia.n.01
alprazolam.n.01
alps.n.01
alsace.n.01
alsatian.n.01
alsobia.n.01
alsophila.n.01
alstonia.n.01
altai_mountains.n.01
altaic.n.02
alter.v.03
alter.v.05
alteration.n.02
alternanthera.n.01
alternation.n.01
alternative_energy.n.01
alternator.n.01
althea.n.01
altimeter.n.01
altitude.n.01
alto_relievo.n.01
alum.n.01
alum.n.02
alumina.n.01
aluminize.v.01
aluminum.n.01
aluminum_foil.n.01
aluminum_hydroxide.n.01
alumnus.n.01
alumroot.n.01
alveolar_artery.n.01
alveolar_bed.n.01
alveolar_ridge.n.01
alveolitis.n.02
alyssum.n.02
alytes.n.01
amabilis_fir.n.01
amalgam.n.02
amalgamation.n.01
amalgamator.n.01
amanita.n.01
amaranth.n.02
amaranthaceae.n.01
amaranthus.n.01
amarillo.n.01
amaryllidaceae.n.01
amaryllis.n.01
amateur.n.01
amaze.v.01
amazon.n.03
ambages.n.01
ambassador.n.01
ambassadorship.n.01
amberboa.n.01
ambiguity.n.01
ambiguity.n.02
ambition.n.01
ambition.n.02
ambition.v.01
amble.n.01
amble.v.01
ambloplites.n.01
amblyrhynchus.n.01
ambrose.n.01
ambrosia.n.04
ambrosiaceae.n.01
ambulance.n.01
ambulate.v.01
ambush.n.01
ambush.v.01
ambusher.n.01
ambystoma.n.01
ambystomatidae.n.01
ambystomid.n.01
ameba.n.01
amebiasis.n.01
amebic_dysentery.n.01
ameiuridae.n.01
ameiurus.n.01
amelanchier.n.01
amelioration.n.01
amelogenesis.n.01
amenability.n.01
amendment.n.02
amenorrhea.n.01
amentiferae.n.01
amerce.v.02
america.n.02
american.n.01
american.n.03
american_angelica_tree.n.01
american_arborvitae.n.01
american_basswood.n.01
american_beech.n.01
american_bison.n.01
american_black_bear.n.01
american_chameleon.n.01
american_chestnut.n.01
american_civil_war.n.01
american_coot.n.01
american_crab_apple.n.01
american_crayfish.n.01
american_elder.n.01
american_elm.n.01
american_english.n.01
american_falls.n.01
american_feverfew.n.01
american_fly_honeysuckle.n.01
american_flying_squirrel.n.01
american_football.n.01
american_frogbit.n.01
american_ginseng.n.01
american_lady_crab.n.01
american_lobster.n.01
american_lobster.n.02
american_mastodon.n.01
american_merganser.n.01
american_pasqueflower.n.01
american_persimmon.n.01
american_revolution.n.01
american_revolutionary_leader.n.01
american_samoa.n.01
american_spikenard.n.01
american_standard_code_for_information_interchange.n.01
american_standard_version.n.01
american_state.n.01
american_sycamore.n.01
american_white_birch.n.01
americana.n.01
americanization.n.01
americanize.v.01
amerind.n.01
amerindian.n.01
ametropia.n.01
amia.n.01
amianthum.n.01
amicus_curiae.n.01
amide.n.01
amiidae.n.01
amine.n.01
amino.n.01
amino_acid.n.01
amitriptyline.n.01
ammodytes.n.01
ammodytidae.n.01
ammoniate.v.01
ammonify.v.01
ammonium_nitrate.n.01
ammotragus.n.01
ammunition.n.01
amnesia.n.01
amnesty.n.03
amnesty.v.01
amniocentesis.n.01
amnion.n.01
amniota.n.01
amniote.n.01
amniotic_cavity.n.01
amniotic_fluid.n.01
amobarbital.n.01
amoebida.n.01
amoralism.n.01
amorousness.n.02
amorpha.n.01
amortization.n.02
amount.n.02
amoxicillin.n.01
ampere-minute.n.01
ampere.n.02
amphetamine.n.01
amphibia.n.01
amphibian.n.03
amphibian_family.n.01
amphibian_genus.n.01
amphibious_assault.n.01
amphibious_landing.n.01
amphibious_operation.n.01
amphibole.n.01
amphibole_group.n.01
amphicarpaea.n.01
amphigory.n.01
amphineura.n.01
amphioxidae.n.01
amphipod.n.01
amphipoda.n.01
amphiprion.n.01
amphisbaenidae.n.01
amphitheater.n.02
amphiumidae.n.01
ampicillin.n.01
amplification.n.01
amplifier.n.01
ampulla.n.01
amputate.v.01
amputation.n.01
amputation.n.02
amrinone.n.01
amsinckia.n.01
amsonia.n.01
amsterdam.n.01
amulet.n.01
amur.n.01
amuse.v.01
amuse.v.02
amusement_park.n.01
amygdala.n.01
amygdalaceae.n.01
amyotrophic_lateral_sclerosis.n.01
anabantidae.n.01
anabas.n.01
anabolism.n.01
anabrus.n.01
anacardiaceae.n.01
anacardium.n.01
anacyclus.n.01
anadenanthera.n.01
anaerobe.n.01
anagallis.n.01
anagasta.n.01
anaglyph.n.01
anaglyph.n.02
anagram.n.01
anagyris.n.01
anaheim.n.01
anal_sphincter.n.01
anal_stage.n.01
analgesic.n.01
analog_computer.n.01
analysis.n.01
analysis.n.02
analysis.n.05
analyst.n.01
analyst.n.02
analyst.n.03
analytic_geometry.n.01
analyze.v.01
analyze.v.02
analyze.v.04
analyzer.n.01
ananas.n.01
anaphalis.n.01
anapsid.n.01
anapsida.n.01
anarchist.n.01
anarchy.n.01
anarhichadidae.n.01
anarhichas.n.01
anas.n.01
anasa.n.01
anastomose.v.02
anastomosis.n.01
anathema.n.02
anathematization.n.01
anatidae.n.01
anatolian.n.01
anatomical_reference.n.01
anatomist.n.01
anatomize.v.02
anatomy.n.01
ancestor.n.01
ancestry.n.02
anchor.n.01
anchor.n.02
anchor.n.03
anchor.v.01
anchor.v.02
anchorage.n.03
anchorage.n.04
anchovy.n.02
anchovy_paste.n.01
anchovy_pear.n.01
anchusa.n.01
ancient.n.02
ancient_greek.n.01
ancylidae.n.01
ancylostomatidae.n.01
ancylus.n.01
andalusia.n.01
andante.n.02
andes.n.01
andira.n.01
andorra.n.01
andreaeales.n.01
andrew.n.01
androgen.n.01
androgyny.n.01
andromeda.n.01
andromeda.n.02
andropogon.n.01
anecdotist.n.01
aneides.n.01
anemia.n.01
anemia.n.03
anemometer.n.01
anemone.n.01
anemone_fish.n.01
anemonella.n.01
anemopsis.n.01
anencephaly.n.01
anesthesia.n.01
anesthesiologist.n.01
anesthetic.n.01
anesthetize.v.01
anestrus.n.01
anethum.n.01
aneurysm.n.01
angel's_trumpet.n.01
angel's_trumpet.n.02
angel.n.01
angel_shark.n.01
angelica.n.01
angelica.n.02
angelim.n.01
anger.n.01
anger.n.02
anger.v.01
anger.v.02
angina.n.01
angina_pectoris.n.01
angioedema.n.01
angiogenesis.n.01
angiogram.n.01
angiologist.n.01
angioma.n.01
angiosperm.n.01
angiospermae.n.01
angiospermous_tree.n.01
angiospermous_yellowwood.n.01
angiotensin.n.01
angiotensin_converting_enzyme.n.01
angle.n.01
angle.v.01
angle.v.04
angled_loofah.n.01
anglesey.n.01
anglican_church.n.01
anglicise.v.01
angling.n.01
anglo-saxon.n.02
anglo-saxon_deity.n.01
anglophile.n.01
angola.n.01
angstrom.n.01
anguid_lizard.n.01
anguidae.n.01
anguilla.n.02
anguillidae.n.01
anguilliformes.n.01
anguillula.n.01
anguis.n.01
anguish.n.01
angular_distance.n.01
angular_position.n.01
angular_shape.n.01
angular_unit.n.01
angularity.n.02
angus_og.n.01
anhima.n.01
anhimidae.n.01
anigozanthus.n.01
animal.n.01
animal_communication.n.01
animal_disease.n.01
animal_fiber.n.01
animal_foot.n.01
animal_group.n.01
animal_husbandry.n.01
animal_material.n.01
animal_oil.n.01
animal_order.n.01
animal_pigment.n.01
animal_product.n.01
animal_skin.n.01
animal_tissue.n.01
animal_virus.n.01
animalia.n.01
animalism.n.01
animalize.v.01
animate.v.04
animateness.n.01
animation.n.01
animation.n.02
animation.n.03
animism.n.01
animize.v.01
anion.n.01
anise.n.01
anise.n.02
anise_cookie.n.01
anise_tree.n.01
anisette.n.01
anisotremus.n.01
ankara.n.01
ankle.n.01
anklebone.n.01
anklet.n.02
anklet.n.03
ann_arbor.n.01
annaba.n.01
annals.n.02
annapolis.n.01
annapurna.n.02
anneal.v.01
annelid.n.01
annelida.n.01
annex.n.01
annex.v.01
annex.v.02
anniellidae.n.01
annihilation.n.01
annihilation.n.02
annihilator.n.01
anniversary.n.01
annona.n.01
annonaceae.n.01
annotate.v.01
announce.v.01
announce.v.02
announce.v.04
announcement.n.01
announcement.n.02
announcer.n.01
announcer.n.02
annoy.v.01
annoyance.n.02
annoyance.n.04
annoyance.n.05
annual.n.01
annual.n.02
annuity.n.01
annulet.n.01
annulet.n.02
annulment.n.02
annulus.n.02
annunciation.n.01
annunciator.n.01
annwfn.n.01
anobiidae.n.01
anode.n.01
anode.n.02
anoectochilus.n.01
anogramma.n.01
anoint.v.02
anointer.n.01
anointing.n.01
anolis.n.01
anomala.n.01
anomalist.n.01
anomalopidae.n.01
anomaly.n.01
anomaly.n.02
anomia.n.02
anomiidae.n.01
anopheles.n.01
anoplura.n.01
anostraca.n.01
anoxia.n.01
ansar_al_islam.n.01
anser.n.01
anseriform_bird.n.01
anseriformes.n.01
answer.n.01
answer.n.03
answer.n.04
answer.v.01
answer.v.03
answer.v.04
answer.v.08
ant.n.01
ant_bear.n.01
ant_lion.n.02
antacid.n.01
antagonism.n.02
antagonism.n.03
antagonism.n.04
antagonist.n.03
antagonize.v.01
antalya.n.01
antarctic.n.01
antarctic_ocean.n.01
antarctica.n.01
antbird.n.01
ante.n.01
ante.v.01
anteater.n.02
antecedent.n.02
antedon.n.01
antedonidae.n.01
antelope.n.01
antelope_squirrel.n.01
antenna.n.01
antenna.n.03
antennaria.n.01
antennariidae.n.01
anterior_pituitary.n.01
anteroom.n.01
anthemis.n.01
antheraea.n.01
anthericum.n.01
antheropeas.n.01
anthill.n.01
anthoceropsida.n.01
anthocerotaceae.n.01
anthology.n.01
anthonomus.n.01
anthozoa.n.01
anthozoan.n.01
anthrax.n.02
anthriscus.n.01
anthropogenesis.n.01
anthropoid_ape.n.01
anthropoidea.n.01
anthropologist.n.01
anthropology.n.01
anthropometry.n.01
anthropomorphize.v.01
anthurium.n.01
anthus.n.01
anthyllis.n.01
anti-american.n.01
anti-inflammatory.n.01
anti-racketeering_law.n.01
anti-takeover_defense.n.01
anti-tnf_compound.n.01
anti-war_movement.n.01
anti.n.01
antiaircraft.n.01
antiarrhythmic.n.01
antibacterial.n.01
antibiotic.n.01
antibody.n.01
antic.n.01
anticholinergic.n.01
anticholinesterase.n.01
antichrist.n.01
anticipate.v.02
anticipate.v.03
anticipate.v.05
anticipate.v.06
anticipation.n.02
anticipator.n.01
anticlimax.n.02
anticoagulant.n.01
anticonvulsant.n.01
antidepressant.n.01
antidiabetic.n.01
antidiarrheal.n.01
antidiuretic.n.01
antidorcas.n.01
antidote.n.01
antiemetic.n.01
antiestablishmentarianism.n.01
antifeminist.n.01
antifreeze.n.01
antifungal.n.01
antigen.n.01
antigenic_determinant.n.01
antigua_and_barbuda.n.01
antihemophilic_factor.n.01
antihistamine.n.01
antihypertensive.n.01
antilepton.n.01
antilles.n.01
antilocapra.n.01
antilocapridae.n.01
antilope.n.01
antimalarial.n.01
antimetabolite.n.01
antimony.n.01
antineoplastic.n.01
antineoplastic_antibiotic.n.01
antioxidant.n.01
antiphon.n.01
antipope.n.01
antiprotozoal.n.01
antipyretic.n.01
antique.v.01
antiquity.n.01
antiquity.n.03
antirrhinum.n.01
antiseptic.n.01
antispasmodic.n.01
antitype.n.02
antiviral.n.01
antler_moth.n.01
antofagasta.n.01
antoninus.n.01
antony.n.01
antonym.n.01
antrozous.n.01
antwerpen.n.01
anuresis.n.01
anus.n.01
anxiety.n.01
anxiety.n.02
anxiety_disorder.n.01
anxiousness.n.02
ao_dai.n.01
aorta.n.01
aotus.n.01
aoudad.n.01
apache.n.01
apache.n.03
apalachicola.n.01
apartment.n.01
apartment_building.n.01
apathy.n.01
apathy.n.02
apatite.n.01
apatosaur.n.01
apatura.n.01
apeldoorn.n.01
apennines.n.01
aperture.n.02
apery.n.01
apex.n.02
aphaeresis.n.01
aphasia.n.01
aphasmidia.n.01
apheresis.n.02
aphid.n.01
aphid_lion.n.01
aphididae.n.01
aphidoidea.n.01
aphis.n.01
aphorism.n.01
aphorize.v.01
aphriza.n.01
aphrodisiac.n.01
aphrophora.n.01
aphyllophorales.n.01
apia.n.01
apidae.n.01
apios.n.01
apis.n.01
apium.n.01
aplectrum.n.01
aplodontia.n.01
aplodontiidae.n.01
aplomb.n.01
aplysia.n.01
aplysiidae.n.01
apoapsis.n.01
apocalypse.n.01
apocrypha.n.01
apocynaceae.n.01
apocynum.n.01
apodeme.n.01
apodemus.n.01
apodidae.n.01
apodiform_bird.n.01
apodiformes.n.01
apogamy.n.01
apogee.n.01
apogonidae.n.01
apoidea.n.01
apologist.n.01
apologize.v.02
apology.n.01
apology.n.02
apomixis.n.01
apophysis.n.02
aporocactus.n.01
apostasy.n.02
apostatize.v.01
apostle.n.02
apostle.n.03
apostleship.n.01
apostolic_delegate.n.01
apothecaries'_unit.n.01
apotheosize.v.01
appalachia.n.01
appalachians.n.01
apparatus.n.01
apparel.n.01
apparition.n.01
apparition.n.03
appeal.n.02
appeal.n.03
appeal.v.01
appeal.v.02
appeal.v.04
appear.v.02
appear.v.06
appearance.n.01
appearance.n.02
appearance.n.04
appearance.n.05
appearance.n.06
appeasement.n.01
appeaser.n.01
appellant.n.01
appellate_court.n.01
appellation.n.01
append.v.01
append.v.02
appendage.n.03
appendicular_skeleton.n.01
appendix.n.02
appetizer.n.01
appetizingness.n.01
applaud.v.01
applaud.v.02
applause.n.01
apple.n.01
apple.n.02
apple_maggot.n.01
apple_of_peru.n.01
apple_polisher.n.01
apple_rust.n.01
apple_tree.n.01
appliance.n.01
appliance.n.02
applicability.n.01
applicant.n.01
application.n.01
application.n.02
application.n.03
application.n.04
application.n.06
applicator.n.01
applied_mathematics.n.01
applique.v.01
apply.v.02
apply.v.03
apply.v.10
appoint.v.01
appoint.v.02
appointee.n.01
appointee.n.02
appointment.n.01
appointment.n.03
appose.v.01
apposition.n.02
appraisal.n.01
appraisal.n.02
appraiser.n.01
appraiser.n.02
appreciate.v.02
appreciate.v.04
appreciate.v.05
appreciation.n.01
appreciator.n.01
apprehend.v.03
apprehender.n.02
apprehension.n.01
apprehension.n.03
apprehension.n.04
apprentice.n.01
apprenticeship.n.01
approach.n.01
approach.n.02
approach.n.05
approach.n.07
approach.n.09
approach.v.01
approach.v.04
approach.v.05
approach_path.n.01
approbate.v.01
approbation.n.02
appropriate.v.02
appropriateness.n.01
appropriateness.n.02
appropriation.n.01
appropriation.n.03
appropriator.n.01
approval.n.04
approve.v.01
approve.v.02
approximate_range.n.01
apricot.n.01
april.n.01
apse.n.01
aptenodytes.n.01
apterygiformes.n.01
aptitude.n.01
apus.n.02
aqua_vitae.n.01
aqualung.n.01
aquarium.n.01
aquarius.n.01
aquarius.n.03
aquatic_bird.n.01
aquatic_fern.n.01
aquatic_mammal.n.01
aquatic_plant.n.01
aquatic_vertebrate.n.01
aquatint.v.01
aquavit.n.01
aqueous_humor.n.01
aquifoliaceae.n.01
aquila.n.02
aquila.n.03
aquinas.n.01
arab-israeli_war.n.01
arab-israeli_war.n.02
arab.n.01
arab_league.n.01
arabian_desert.n.01
arabian_desert.n.02
arabian_peninsula.n.01
arabian_sea.n.01
arabic.n.01
arabidopsis.n.01
arabis.n.01
araceae.n.01
arachis.n.01
arachnid.n.01
arachnida.n.01
aragon.n.02
araguaia.n.01
arales.n.01
araliaceae.n.01
aramaic.n.01
aranea.n.01
araneae.n.01
aras.n.01
araucaria.n.01
araucariaceae.n.01
araujia.n.01
arawak.n.02
arbiter.n.02
arbitrage.v.01
arbitration.n.01
arbitration.n.02
arbor.n.01
arbor.n.03
arboriculture.n.01
arborize.v.01
arborvitae.n.01
arbovirus.n.01
arbutus.n.01
arc.n.02
arca.n.01
arcadia.n.01
arceuthobium.n.01
arch.n.02
arch.n.03
arch.n.04
arch.v.01
archaebacteria.n.01
archaeornithes.n.01
archaism.n.01
archaist.n.01
archaize.v.01
archangel.n.01
archbishop.n.01
archdeacon.n.01
archean.n.01
archeologist.n.01
archeology.n.01
archerfish.n.01
archidiskidon.n.01
archipallium.n.01
archipelago.n.01
architect.n.01
architectonics.n.01
architectural_ornament.n.01
architectural_style.n.01
architecture.n.02
architecture.n.03
architeuthis.n.01
archive.n.01
archosargus.n.01
archosaur.n.01
archosauria.n.01
archpriest.n.01
arcidae.n.01
arctic_fox.n.01
arctic_ocean.n.01
arctictis.n.01
arctiid.n.01
arctiidae.n.01
arctium.n.01
arctocebus.n.01
arctonyx.n.01
arctostaphylos.n.01
arctotis.n.01
arcuate_artery.n.01
ardea.n.01
ardeidae.n.01
ardennes.n.01
ardisia.n.01
ardor.n.01
ardor.n.03
area.n.01
area.n.02
area.n.03
area.n.05
area.n.06
area_unit.n.01
arecidae.n.01
arena.n.04
arenaria.n.01
arenaviridae.n.01
arenavirus.n.01
arenga.n.01
areola.n.02
arethusa.n.01
argasidae.n.01
argentina.n.01
argentinidae.n.01
argiope.n.01
argiopidae.n.01
argon.n.01
argonauta.n.01
argonautidae.n.01
argos.n.01
argue.v.01
argue.v.02
argue.v.03
argument.n.01
argument.n.03
argument.n.05
argumentation.n.02
argusianus.n.01
argy-bargy.n.01
argyranthemum.n.01
argyreia.n.01
argyroxiphium.n.01
arhat.n.01
arhus.n.01
aries.n.01
aries.n.03
ariidae.n.01
arilus.n.01
ariocarpus.n.01
arisaema.n.01
arisarum.n.01
arise.v.03
arise.v.04
aristocrat.n.01
aristolochia.n.01
aristolochiaceae.n.01
aristolochiales.n.01
aristotelia.n.01
aristotelian.n.01
aristotelianism.n.01
aristotle.n.01
arithmetic.n.01
arithmetic_mean.n.01
arithmetic_operation.n.01
arizona.n.01
arizona.n.02
arizona_sycamore.n.01
arkansas.n.01
arkansas.n.02
arlington.n.01
arm.n.01
arm.v.01
arm.v.02
arm_bone.n.01
arm_exercise.n.01
armadillidiidae.n.01
armadillo.n.01
armageddon.n.01
armament.n.01
armata_corsa.n.01
armchair.n.01
armed_islamic_group.n.01
armed_robbery.n.01
armenia.n.01
armenian.n.01
armenian_church.n.01
armenian_secret_army_for_the_liberation_of_armenia.n.01
armeria.n.01
armet.n.01
armillaria.n.01
armillariella.n.01
arming.n.01
arminius.n.01
armor.n.01
armor.n.02
armor.v.01
armor_plate.n.01
armoracia.n.01
armored_car.n.02
armored_dinosaur.n.01
armored_personnel_carrier.n.01
armored_searobin.n.01
armored_vehicle.n.01
armorer.n.01
armpit.n.01
arms_manufacturer.n.01
armstrong.n.02
army.n.01
army_ant.n.01
army_engineer.n.01
army_for_the_liberation_of_rwanda.n.01
army_high_performance_computing_research_center.n.01
army_intelligence.n.01
army_national_guard.n.01
army_officer.n.01
army_unit.n.01
armyworm.n.02
arnhem.n.01
arno.n.01
arnoseris.n.01
aroma.n.02
arousal.n.01
arousal.n.02
arousal.n.03
arouse.v.01
arouse.v.07
arrack.n.01
arrange.v.01
arrange.v.02
arrange.v.06
arrange.v.07
arrangement.n.02
arrangement.n.03
arrangement.n.06
arranger.n.02
array.n.01
array.n.03
arrest.n.02
arrester.n.01
arrhenatherum.n.01
arrival.n.01
arrival.n.02
arrival.n.03
arrive.v.01
arrive.v.02
arrogance.n.01
arrogator.n.01
arrow.n.01
arrow.n.02
arrow_arum.n.01
arrow_grass.n.01
arrow_wood.n.02
arrowhead.n.01
arse.n.02
arsenal.n.02
arsenic.n.01
arsenic.n.02
arson.n.01
arsonist.n.01
art.n.01
art.n.02
art.n.03
art_critic.n.01
art_form.n.01
art_historian.n.01
art_paper.n.01
artamidae.n.01
artamus.n.01
artaxerxes_i.n.01
artaxerxes_ii.n.01
artemia.n.01
artemisia.n.01
arterial_road.n.01
arterialize.v.01
arteriole.n.01
arteriosclerosis.n.01
arteritis.n.01
artery.n.01
arthritis.n.01
arthroplasty.n.01
arthropod.n.01
arthropod_family.n.01
arthropod_genus.n.01
arthropoda.n.01
arthur.n.01
arthurian_legend.n.01
artichoke.n.01
artichoke.n.02
article.n.01
article.n.02
article.n.03
article.v.01
articular_muscle.n.01
articulate.v.05
articulation.n.01
articulation.n.02
articulation.n.03
articulator.n.01
articulator.n.02
articulatory_system.n.01
artifact.n.01
artificial_intelligence.n.01
artificial_language.n.01
artificial_respiration.n.01
artificiality.n.01
artillery.n.01
artillery.n.02
artillery_fire.n.01
artilleryman.n.01
artiodactyla.n.01
artist's_model.n.01
artist.n.01
artistic_movement.n.01
artistic_style.n.01
artlessness.n.01
artocarpus.n.01
arts_and_crafts.n.01
artwork.n.01
arum.n.01
arum.n.02
arundinaria.n.01
arundo.n.01
arvicola.n.01
aryan.n.02
arytenoid.n.01
asahikawa.n.01
asama.n.01
asana.n.01
asarum.n.01
asbat_al-ansar.n.01
ascaphidae.n.01
ascaphus.n.01
ascaridae.n.01
ascaridia.n.01
ascaris.n.01
ascend.v.01
ascend.v.03
ascend.v.06
ascendant.n.01
ascension.n.04
ascent.n.01
ascertain.v.04
ascidiaceae.n.01
ascidian.n.01
ascii_character.n.01
asclepiadaceae.n.01
asclepias.n.01
ascomycete.n.01
ascomycetes.n.01
ascomycota.n.01
asexual_reproduction.n.01
ash.n.02
ash_grey.n.01
ashcan.n.01
ashkhabad.n.01
asia.n.01
asia.n.02
asia_minor.n.01
asian.n.01
asian_coral_snake.n.01
asian_country.n.01
asian_wild_ox.n.01
asiatic_black_bear.n.01
asiatic_flying_squirrel.n.01
asilidae.n.01
asimina.n.01
asio.n.01
ask.v.01
ask.v.02
ask.v.03
ask.v.04
ask.v.05
ask_for_it.v.01
ask_out.v.01
asking_price.n.01
aspalathus.n.01
asparagus.n.01
asparagus.n.02
asparagus_bean.n.01
aspect.n.01
aspect.n.04
aspen.n.01
aspergill.n.01
aspergillaceae.n.01
asperity.n.01
aspersion.n.01
aspersion.n.02
asperula.n.01
asphodel.n.01
asphodeline.n.01
asphyxia.n.01
aspidelaps.n.01
aspidiotus.n.01
aspidistra.n.01
aspidophoroides.n.01
aspirant.n.01
aspirate.v.01
aspirate.v.02
aspirate.v.03
aspiration.n.01
aspirin.n.01
aspirin_powder.n.01
aspleniaceae.n.01
asplenium.n.01
ass.n.03
assail.v.01
assassin.n.01
assassin_bug.n.01
assassinate.v.02
assault.n.01
assault.n.02
assault_rifle.n.01
assay.n.01
assay.n.04
assay.v.01
assemble.v.01
assembly.n.04
assembly.n.06
assent.n.01
assent.v.01
assenter.n.01
assert.v.01
assert.v.03
asserter.n.01
assertion.n.01
assertiveness.n.01
assess.v.02
assess.v.04
assessee.n.01
asset.n.01
assets.n.01
asshole.n.01
assibilate.v.02
assiduity.n.01
assign.v.02
assign.v.04
assign.v.08
assignee.n.01
assignment.n.01
assignment.n.02
assignment.n.03
assignment.n.05
assimilate.v.02
assimilate.v.03
assimilation.n.02
assimilation.n.03
assist.n.02
assist.v.02
assistant.n.01
associate.n.01
associate.v.01
associate_degree.n.01
associateship.n.01
association.n.01
association.n.03
association.n.04
association.n.07
association.n.08
association_of_southeast_asian_nations.n.01
assortative_mating.n.01
assortment.n.01
assume.v.01
assume.v.02
assume.v.03
assume.v.05
assume.v.06
assume.v.08
assumed_name.n.02
assumption.n.02
assumption.n.03
assumption.n.07
assur.n.01
assurance.n.01
assurance.n.02
assurance.n.04
assure.v.02
assyria.n.01
assyrian_neo-aramaic.n.01
astacidae.n.01
astacus.n.01
astaire.n.01
aster.n.01
asterid_dicot_family.n.01
asterid_dicot_genus.n.01
asteridae.n.01
asterisk.n.01
asterism.n.02
asteroid.n.01
asteroidea.n.01
asthenia.n.01
asthma.n.01
asthmatic.n.01
astigmatism.n.01
astilbe.n.01
astonishment.n.01
astor.n.01
astragalus.n.01
astrantia.n.01
astringe.v.01
astringe.v.02
astringency.n.01
astringent.n.01
astrocyte.n.01
astrogate.v.02
astrologer.n.01
astroloma.n.01
astronaut.n.01
astronium.n.01
astronomer.n.01
astronomy.n.01
astronomy_unit.n.01
astrophysicist.n.01
astrophysics.n.01
astuteness.n.02
aswan.n.01
aswan_high_dam.n.01
asymmetry.n.01
asynchronism.n.01
asynclitism.n.01
atakapa.n.02
ataraxia.n.01
ataturk.n.01
atavism.n.01
atavist.n.01
ataxia.n.01
ateles.n.01
atenolol.n.01
athanasius.n.01
athapaskan.n.01
athapaskan.n.02
atheism.n.02
atheist.n.01
athena.n.01
athenaeum.n.01
athene.n.02
athenian.n.01
athens.n.01
athens.n.03
atherinidae.n.01
atherinopsis.n.01
atherosclerosis.n.01
atherurus.n.01
athlete.n.01
athletic_contest.n.01
athletic_facility.n.01
athletic_game.n.01
athletic_sock.n.01
athletic_supporter.n.01
athos.n.01
athrotaxis.n.01
athyrium.n.01
atlanta.n.01
atlanta.n.02
atlantic.n.01
atlantic_city.n.01
atlantic_coast.n.01
atlantic_salmon.n.02
atlas.n.02
atlas_mountains.n.01
atmosphere.n.01
atmosphere.n.03
atmosphere.n.04
atmosphere.n.05
atmospheric_electricity.n.01
atmospheric_phenomenon.n.01
atmospheric_pressure.n.01
atom-bomb.v.01
atom.n.01
atom.n.02
atom_bomb.n.01
atomic_mass.n.01
atomic_theory.n.01
atomic_warhead.n.01
atomism.n.02
atomization.n.01
atomization.n.02
atomize.v.01
atomize.v.03
atomizer.n.01
atonement.n.01
atonicity.n.01
atorvastatin.n.01
atrichornis.n.01
atrichornithidae.n.01
atrioventricular_valve.n.01
atriplex.n.01
atrium.n.01
atrium_cordis.n.01
atrocity.n.01
atrocity.n.02
atropa.n.01
atrophy.n.01
atrophy.v.01
atropidae.n.01
atropine.n.01
attach.v.01
attach.v.02
attach.v.03
attach_to.v.01
attache.n.01
attachment.n.01
attachment.n.03
attachment.n.04
attachment.n.05
attachment.n.06
attack.n.01
attack.n.05
attack.n.07
attack.n.09
attack.v.01
attack.v.02
attack.v.03
attack.v.05
attack.v.06
attack_submarine.n.01
attacker.n.01
attainment.n.01
attainment.n.02
attalea.n.01
attar.n.01
attempt.n.01
attend.v.01
attend.v.02
attend.v.05
attendance.n.01
attendant.n.01
attendant.n.02
attention.n.01
attention.n.03
attention.n.05
attention.n.06
attention_deficit_disorder.n.01
attentiveness.n.01
attentiveness.n.03
attenuation.n.01
attest.v.01
attest.v.02
attest.v.04
attestation.n.01
attestation.n.02
attic.n.03
attica.n.01
atticus.n.01
attila.n.01
attire.n.01
attitude.n.01
attitude.n.03
attitudinize.v.01
attlee.n.01
attorneyship.n.01
attract.v.01
attract.v.02
attraction.n.01
attraction.n.02
attraction.n.03
attraction.n.04
attractiveness.n.02
attractor.n.02
attribute.n.02
attribution.n.01
attribution.n.02
attrition.n.03
atypical_pneumonia.n.01
auction.n.02
auction.v.01
auctioneer.n.01
audacity.n.01
audacity.n.02
audibility.n.01
audience.n.01
audience.n.02
audile.n.01
audio.n.01
audio_system.n.01
audiotape.n.01
audit.v.01
audited_account.n.01
audition.n.02
audition.v.01
auditor.n.03
auditory_communication.n.01
auditory_meatus.n.01
auditory_ossicle.n.01
auditory_system.n.01
audubon's_warbler.n.01
augean_stables.n.01
augur.n.01
augur.v.02
augury.n.01
august.n.01
augusta.n.02
augustine.n.01
augustinian_order.n.01
augustus.n.01
auk.n.01
auld_langsyne.n.01
aulostomidae.n.01
aulostomus.n.01
aum_shinrikyo.n.01
aunt.n.01
aura.n.02
aureolaria.n.01
aureole.n.01
auricle.n.01
auricle.n.02
auricula.n.02
auriculare.n.01
auricularia.n.01
auriculariaceae.n.01
aurify.v.02
auriparus.n.01
aurochs.n.02
aurora.n.02
auscultation.n.01
auspicate.v.02
auspice.n.01
auspiciousness.n.01
austerity.n.01
austin.n.01
australia.n.01
australia.n.02
australian.n.01
australian.n.02
australian_alps.n.01
australian_arowana.n.01
australian_coral_snake.n.01
australian_desert.n.01
australian_heath.n.01
australian_magpie.n.01
australian_state.n.01
australopithecine.n.01
australopithecus_africanus.n.01
austria.n.01
austro-asiatic.n.01
austrocedrus.n.01
austronesia.n.01
austronesian.n.01
austronesian.n.02
austrotaxus.n.01
autarky.n.01
authenticate.v.01
authentication.n.01
authentication.n.02
authenticity.n.01
author.v.01
authoring_language.n.01
authoritarian.n.01
authority.n.01
authority.n.02
authority.n.03
authority.n.06
authorization.n.04
authorize.v.01
authorized_version.n.01
authorizer.n.01
authorship.n.02
auto_accessory.n.01
auto_racing.n.01
autobahn.n.01
autobiography.n.01
autoclave.n.01
autocracy.n.01
autodidact.n.01
autoeroticism.n.01
autograph.n.01
autoimmune_disease.n.01
autoloader.n.01
automatic_data_processing.n.01
automatic_firearm.n.01
automatic_pistol.n.01
automatic_rifle.n.01
automation.n.01
automatize.v.01
automatize.v.02
automaton.n.01
automaton.n.02
automeris.n.01
automobile.v.01
automobile_engine.n.01
automobile_factory.n.01
automobile_horn.n.01
automobile_industry.n.01
automobile_mechanic.n.01
autonomic_nervous_system.n.01
autonomy.n.01
autophyte.n.01
autopsy.n.01
autopsy.v.01
autosomal_dominant_disease.n.01
autosomal_recessive_disease.n.01
autostrada.n.01
autotomize.v.01
autumn_crocus.n.01
autumnal_equinox.n.01
auxesis.n.01
auxin.n.01
avadavat.n.01
avahi.n.01
avail.v.02
avalanche.v.01
avarice.n.01
avatar.n.02
avena.n.01
avenger.n.01
avens.n.01
average.n.01
average.n.02
average.v.01
average.v.02
average.v.03
averroes.n.01
aversion.n.02
aves.n.01
avesta.n.01
aviation.n.01
aviation.n.03
aviator.n.01
aviatrix.n.01
avicenna.n.01
avicennia.n.01
avicenniaceae.n.01
avitaminosis.n.01
avocado.n.01
avocado.n.02
avocation.n.01
avoid.v.01
avoidance.n.01
avoirdupois_unit.n.01
avowal.n.01
awaken.v.01
awakening.n.01
award.n.01
award.n.02
award.v.01
award.v.02
awareness.n.01
awareness.n.02
awe.v.01
awfulness.n.01
awkwardness.n.01
awkwardness.n.03
awkwardness.n.04
awkwardness.n.05
awl.n.01
awlwort.n.01
ax.n.01
ax_handle.n.01
axial_rotation.n.01
axial_skeleton.n.01
axillary_artery.n.01
axiom.n.02
axis.n.01
axis.n.06
axon.n.01
ayah.n.01
ayin.n.01
ayrshire.n.01
aythya.n.01
ayurveda.n.01
az_zarqa.n.01
azadirachta.n.01
azathioprine.n.01
azerbaijan.n.01
azolla.n.01
azollaceae.n.01
azote.n.01
azure.n.01
azure.v.01
b-52.n.01
b-complex_vitamin.n.01
baader_meinhof_gang.n.01
babassu.n.01
babassu_nut.n.01
babble.n.01
babble.v.01
babble.v.02
babbler.n.02
babesiidae.n.01
babinski.n.01
babirusa.n.01
baboon.n.01
baby's_tears.n.01
baby.n.01
baby.n.05
baby.n.06
baby_bed.n.01
baby_boomer.n.01
baby_buggy.n.01
baby_buster.n.01
baby_doctor.n.01
baby_grand.n.01
babylon.n.01
babylonia.n.01
babyrousa.n.01
baccalaureate.n.01
bacchant.n.02
baccharis.n.01
bacchus.n.01
bachelor's_degree.n.01
bachelor.n.01
bachelor_of_medicine.n.01
bacillaceae.n.01
bacillariophyceae.n.01
bacillus.n.01
bacillus_anthracis.n.01
back.n.01
back.n.04
back.n.08
back.n.09
back.v.01
back.v.02
back.v.05
back.v.09
back.v.10
back_matter.n.01
back_up.v.02
back_up.v.04
backbeat.n.01
backbench.n.01
backbencher.n.01
backbite.v.01
backbone.n.02
backbone.n.05
backfire.n.04
backfire.v.01
background.n.02
background.n.04
background.n.05
background.n.07
background.v.01
backhoe.n.01
backing.n.01
backing.n.02
backlog.v.01
backpack.n.01
backpack.v.01
backpacker.n.01
backplate.n.01
backseat.n.02
backsliding.n.01
backswimmer.n.01
backup.n.01
backup.n.04
bacon.n.01
bacon.n.03
bacteremia.n.01
bacteria.n.01
bacteria_family.n.01
bacteria_genus.n.01
bacteria_species.n.01
bacterial_toxin.n.01
bacteriologist.n.01
bacteriology.n.01
bacteriophage.n.01
bacteroid.n.01
bacteroidaceae.n.01
bad.n.01
bad_egg.n.01
bad_guy.n.01
bad_lands.n.01
bad_luck.n.02
bad_person.n.01
bad_temper.n.01
bad_weather.n.01
badge.n.01
badger.n.02
badgering.n.01
badlands.n.01
badminton.n.01
badminton_equipment.n.01
badmouth.v.01
badness.n.02
baffle.n.01
baffle.v.03
bag.n.01
bag.n.04
bag.n.06
bag.v.02
bag.v.05
bagatelle.n.02
bagatelle.n.03
baggage.n.01
baggage_car.n.01
baghdad.n.01
bagpipe.n.01
bahamas.n.01
bahrain.n.01
bahrain.n.02
bahraini.n.01
bail.n.01
bail.v.01
bail.v.02
bail_out.v.01
bailey.n.01
bailiffship.n.01
baiomys.n.01
bairdiella.n.01
bairn.n.01
bait.n.01
bait.n.02
bait.v.02
bake.v.01
bake.v.02
baked_goods.n.01
baked_potato.n.01
bakersfield.n.01
bakery.n.01
baku.n.01
balaena.n.01
balaeniceps.n.01
balaenicipitidae.n.01
balaenidae.n.01
balaenoptera.n.01
balaenopteridae.n.01
balagan.n.01
balance.n.01
balance.n.02
balance.n.04
balance.n.06
balance.n.12
balance.v.01
balance.v.04
balanidae.n.01
balanus.n.01
balata.n.01
balata.n.02
balaton.n.01
balcony.n.01
balcony.n.02
bald_cypress.n.02
bald_eagle.n.01
balderdash.n.01
baldhead.n.01
baldness.n.01
bale.v.01
baleen_whale.n.01
bali.n.01
balistes.n.01
balistidae.n.01
balk.n.01
balkan_country.n.01
balkan_peninsula.n.01
balkan_wars.n.01
balkanize.v.01
balkans.n.01
balker.n.01
ball-and-socket_joint.n.01
ball.n.01
ball.n.03
ball.n.08
ball.n.09
ball.n.10
ball_carrier.n.01
ball_field.n.01
ball_game.n.01
ballad.n.01
ballad.n.02
ballet.n.01
ballet_dancer.n.01
ballistic_missile_defense_organization.n.01
ballistocardiogram.n.01
balloon_flower.n.01
balloonist.n.01
ballot.v.01
ballota.n.01
ballpark.n.01
ballplayer.n.01
ballroom_dancing.n.01
ballup.n.01
ballyhoo.n.01
ballyhoo.v.01
baloney.n.01
balsa.n.02
balsam.n.01
balsam.n.02
balsam.n.03
balsam_of_peru.n.01
balsaminaceae.n.01
balsamorhiza.n.01
baltic-finnic.n.01
baltic.n.02
baltic_state.n.01
baltimore.n.01
baltimore_oriole.n.01
balto-slavic.n.01
baluster.n.01
bam.n.01
bamboo.n.02
bamboozle.v.01
bambusa.n.01
bambuseae.n.01
ban.n.04
ban.v.01
ban.v.02
banana.n.01
band-tailed_pigeon.n.01
band.n.02
band.n.03
band.n.04
band.n.07
band.n.13
band_aid.n.02
band_together.v.01
bandage.n.01
bandage.v.02
banded_purple.n.01
bandicoot.n.01
bandleader.n.01
bandmaster.n.01
bandsman.n.01
bandwagon_effect.n.01
bane.n.01
baneberry.n.02
bang.n.02
bang.n.03
bang.n.04
bang.v.02
bang.v.04
bang_up.v.01
bangalore.n.01
banger.n.01
bangiaceae.n.01
bangkok.n.01
bangladesh.n.01
bangladeshi.n.01
bangle.n.02
banish.v.01
banish.v.03
banish.v.04
banishment.n.01
banishment.n.02
banjul.n.01
bank.n.01
bank.n.05
bank.n.07
bank.n.09
bank.v.03
bank.v.05
bank_account.n.01
bank_martin.n.01
banker.n.01
bankia.n.01
banking_industry.n.01
bankroll.n.01
bankrupt.n.01
bankrupt.v.01
banksia.n.01
bannister.n.02
banquet.n.01
banquet.n.02
banshee.n.01
banteng.n.01
banter.n.01
bantu.n.01
bantu.n.02
banyan.n.01
baobab.n.01
baphia.n.01
baptisia.n.01
baptism.n.01
baptist.n.01
baptist_denomination.n.01
baptize.v.01
bar.n.02
bar.n.03
bar.n.05
bar.n.07
bar.n.14
bar.n.15
bar.v.01
bar_sinister.n.02
barany.n.01
barb.n.03
barbados.n.01
barbados.n.02
barbados_cherry.n.01
barbados_gooseberry.n.01
barbarea.n.01
barbarization.n.01
barbarize.v.01
barbarize.v.02
barbary.n.01
barbasco.n.01
barbeque.v.01
barberry.n.01
barbiturate.n.01
barcelona.n.01
bard.n.02
bare_bones.n.01
bareness.n.02
bargain.n.02
bargain_rate.n.01
bargainer.n.02
bargaining.n.01
barge.n.01
barge.v.01
barge.v.02
barge_in.v.01
barium.n.01
bark.n.01
bark.v.01
bark.v.04
bark_beetle.n.01
barking_frog.n.01
barkley.n.01
barley.n.01
barley.n.02
barmbrack.n.01
barn.n.01
barn.n.02
barn_owl.n.01
barn_spider.n.01
barnacle.n.01
barnstormer.n.01
barnyard_grass.n.01
barometer.n.01
baron.n.03
baronduki.n.01
baronet.n.01
baronetage.n.02
baronetize.v.01
barrack.n.01
barrage.n.01
barrage.n.02
barramundi.n.01
barranquilla.n.01
barratry.n.04
barred_owl.n.01
barrel.n.02
barrel.n.05
barrel.v.01
barrel_organ.n.01
barrelfish.n.01
barrelhouse.n.01
barren.n.01
barrenwort.n.01
barricade.n.02
barricade.v.01
barricade.v.02
barricade.v.03
barrie.n.01
barrier.n.01
barring.n.01
barrio.n.01
barrister.n.01
barroom.n.01
barrow.n.03
barrymore.n.01
barrymore.n.03
barrymore.n.05
bartender.n.01
barter.n.01
barter.v.01
bartholin.n.01
bartle_frere.n.01
bartram_juneberry.n.01
bartramia.n.01
baruch.n.01
baryta.n.01
bas_relief.n.01
basal_ganglion.n.01
base.n.01
base.n.03
base.n.05
base.n.08
base.n.10
base.n.13
base.n.19
base_hit.n.01
base_on_balls.n.01
base_rate.n.01
baseball.n.01
baseball_bat.n.01
baseball_cap.n.01
baseball_coach.n.01
baseball_diamond.n.01
baseball_equipment.n.01
baseball_league.n.01
baseball_play.n.01
baseball_team.n.01
basel.n.01
basement.n.01
baseness.n.01
basic.n.02
basic_cognitive_process.n.01
basic_training.n.01
basidiomycete.n.01
basidiomycetes.n.01
basidiomycota.n.01
basil.n.01
basil.n.02
basil_thyme.n.01
basilar_artery.n.01
basilicata.n.01
basiliscus.n.01
basin.n.01
basin.n.03
basinet.n.01
basis.n.02
basis.n.03
basket.n.01
basket.n.03
basketball.n.01
basketball_court.n.01
basketball_equipment.n.01
basketball_play.n.01
basketball_player.n.01
basketball_shot.n.01
basketball_team.n.01
basophil.n.01
basque.n.01
basque_homeland_and_freedom.n.01
basra.n.01
bass.n.02
bass.n.07
bass_fiddle.n.01
bass_horn.n.01
bassariscus.n.01
bassarisk.n.01
basseterre.n.01
bassia.n.01
bassine.n.01
bassinet.n.02
bassoon.n.01
basswood.n.01
bastard.n.02
bastard_wing.n.01
bastardize.v.01
bastardize.v.02
baste.n.01
baste.v.01
baste.v.03
bastille.n.01
bastille.n.02
bastion.n.02
bastnasite.n.01
bat.n.01
bat.v.01
bat_boy.n.01
bat_mitzvah.n.01
bataan.n.01
batch.n.02
batch.n.03
bate.v.01
bate.v.03
bath.n.02
bath_linen.n.01
bathe.v.01
bathe.v.03
bather.n.02
bathing.n.01
batholith.n.01
